---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsCurveVertOffsetParam
source: html/2dc6926b-8f25-5c52-5e83-33f68e6870b1.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsCurveVertOffsetParam Property

"Vertical Justification"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsCurveVertOffsetParam { get; }
```